{
  "product": [
    {
      "id": "NH5YT-2",
      "name": "Kính Rayban aviator 3026 Polarized, chống Uv",
      "brand": "Rayban",
      "info": "Dòng sản phẩm duy nhất của Rayban có chống UV và chống lóa Polarized– thử nghiệm trên test card, váng dầu",
      "price": 300000,
      "male": "man",
      "description": [
        "Dòng sản phẩm duy nhất của Rayban có chống UV và chống lóa Polarized– thử nghiệm trên test card, váng dầu",
        "Chất lượng cực tốt, tương đương hàng thât, được nhập từ Hongkong về, đây là sự lựa chọn đẳng cấp và an toàn nhất hiện nay",
        "Mắt kính rayban dòng P được chiết xuất bằng thủy tinh cao cấp, rơi đập không hề bị vỡ, đặc biệt được tráng dầu trên trong giúp chống tia UV,  áp dụng công nghệ tròng kính chống lóa giúp lái xe hoàn hảo trong mọi điều kiên (polarized)",
        "Gọng kính vàng nhạt nhập từ Rayban , các chi tiết đều chuẩn chỉnh không bị mờ trong quá trình sử dụng",
        "Sản phẩm gồm kính , hộp đựng hoặc bao da, khăn lau"
      ]
    },
    {
      "id": "JU9PO",
      "name": "Kính Rayban aviator 3026 Polarized, chống Uv",
      "brand": "Q&J",
      "info": "Kính mắt phân cực Q&J 8808 có gọng kính phi công làm bằng hợp kim cao cấp tạo kiểu lồi lõm hình học, thời trang cổ điển mang đến cho bạn một phong cách ấn tượng và nổi bật thật cuốn hút",
      "price": 450000,
      "male": "man",
      "description": [
        "Gọng hợp kim, thiết kế kiểu dáng kính phi công cho phái mạnh càng trở nên nam tính, mạnh mẽ",
        "Đệm mũi nhựa silicon cao cấp, không gây kích ứng da, tạo cảm giác an toàn khi sử dụng",
        "Chân kính có thể diều chỉnh góc độ theo khích thước khuôn mặt mà không sợ ảnh hưởng tới độ bền của sản phẩm"
      ]
    },
    {
      "id": "Oak151",
      "name": "Kính Rayban aviator 3026 Polarized, chống Uv",
      "brand": "Oakley",
      "info": "Dòng sản phẩm duy nhất của Rayban có chống UV và chống lóa Polarized– thử nghiệm trên test card, váng dầu",
      "price": 200000,
      "male": "man",
      "description": [
        "Có 2 gọng màu đỏ phối đen và gọng đen như hình. - Sản phẩm tiện lợi, có Gọng kính trắng gắn bên trong dùng để lắp tròng kính cho người bị cận vẫn có thể sử dụng được. - Kèm theo: 2 dây đeo dùng khi chơi thể thao hoặc đi đường trường, 1 túi vải đựng kính và khăn lau chuyên dụng. - Hộp đựng kính bằng nhựa cứng sang trọng, giúp bảo vệ bộ kính tránh va chạm, hộp đựng có móc khóa có thể cài và ba lô..."
      ]
    },
    {
      "id": "J3G8Y4",
      "name": "Kính lacoste màu nâu",
      "brand": "Lacoste ",
      "info": "Kiểu dáng thời trang, tròng lớn có khả năng chống chói tối ưu, kính mát Lacoste màu nâu đậm sẽ là gợi ý hoàn hảo cho những quý cô yêu thích phong cách sang trọng và quý phái. Bên cạnh đó, sản phẩm được làm từ chất liệu cao cấp kết hợp tròng Polycarbonate, giúp bảo vệ đôi mắt khỏi các tác hại bên ngoài.",
      "price": 200000,
      "male": "man",
      "description": [
        "Được biết đến là một thương hiệu thời trang Pháp có nguồn gốc ra đời gắn liền với nước Mỹ, Lacoste tiên phong trong việc kết hợp tinh thần thể thao của Mỹ với sự lịch lãm truyền thống của người Pháp. Lacoste được cả thế giới biết đến với biểu tượng thương hiệu chú cá sấu nhỏ màu xanh. Đây là thương hiệu nổi tiếng nhất tại Hoa Kỳ ở thập niên 70, và trở thành một trong những “biểu tượng” của phong cách Preppy suốt những năm 1980. Ngoài mặt hàng áo thể thao nổi tiếng, công ty cũng bắt đầu sản xuất các mặt hàng khác trong dòng sản phẩm của mình như quần soọc, nước hoa, mắt kính và kính mát, giày thể thao, giày thủy thủ, giày đi bộ, đồng hồ và nhiều đồ da khác. Các sản phẩm của Lacoste đã và đang mang lại cảm giác hài lòng từ phía khách hàng trên toàn cầu."
      ]
    },
    {
      "id": "L9I356",
      "name": "Kính mắt thời trang Lacoste",
      "brand": "Lacoste ",
      "info": "Kiểu dáng, thân gọng chắc chắn, nước mạ vàng nhạt bề bỉ, kiểu dáng kính thời trang, cặp mắt nhiều công nghệ mới nhất.",
      "price": 800000,
      "male": "man",
      "description": [
        "Sản phẩm mới nhất của dòng kính kiểu dáng aviator kinh điển , kính có Kiểu dáng, thân gọng  bằng thép chắc chắn, nước mạ vàng nhạt bề bỉ, kiểu dáng kính thời trang mới nhất, chữ phun sắc nét bền bỉ, áp dụng nhiều công nghệ cao cấp trên mắt như."
      ]
    },
    {
      "id": "L9I356",
      "name": "Kính Unisex Clubmaster phân cực HD Forza",
      "brand": "Lacoste ",
      "info": "Kiểu dáng, thân gọng chắc chắn, nước mạ vàng nhạt bề bỉ, kiểu dáng kính thời trang, cặp mắt nhiều công nghệ mới nhất.",
      "price": 800000,
      "male": "man",
      "description": [
        "Sản phẩm mới nhất của dòng kính kiểu dáng aviator kinh điển , kính có Kiểu dáng, thân gọng  bằng thép chắc chắn, nước mạ vàng nhạt bề bỉ, kiểu dáng kính thời trang mới nhất, chữ phun sắc nét bền bỉ, áp dụng nhiều công nghệ cao cấp trên mắt như."
      ]
    }
  ]
}
