{
  "product": [
    {
      "id": "RB001",
      "name": "Kính Rayban aviator 3026 Polarized, chống Uv",
      "img": "https://bizweb.dktcdn.net/thumb/1024x1024/100/332/764/products/2.jpg",
      "brand": "Rayban",
      "type": ["new", "sale"],
      "info": "Dòng sản phẩm duy nhất của Rayban có chống UV và chống lóa Polarized, thử nghiệm trên test card, váng dầu",
      "price": 300000,
      "gender": "man",
      "description": [
        "Dòng sản phẩm duy nhất của Rayban có chống UV và chống lóa Polarized, thử nghiệm trên test card, váng dầu",
        "Chất lượng cực tốt, tương đương hàng thât, được nhập từ Hongkong về, đây là sự lựa chọn đẳng cấp và an toàn nhất hiện nay",
        "Mắt kính rayban dòng P được chiết xuất bằng thủy tinh cao cấp, rơi đập không hề bị vỡ, đặc biệt được tráng dầu trên trong giúp chống tia UV,  áp dụng công nghệ tròng kính chống lóa giúp lái xe hoàn hảo trong mọi điều kiên (polarized)",
        "Gọng kính vàng nhạt nhập từ Rayban , các chi tiết đều chuẩn chỉnh không bị mờ trong quá trình sử dụng",
        "Sản phẩm gồm kính , hộp đựng hoặc bao da, khăn lau"
      ]
    },
    {
      "id": "QJ001",
      "name": "Kính Unisex Q&J 1897 gọng dày cổ điển",
      "img": "https://bizweb.dktcdn.net/thumb/1024x1024/100/332/764/products/fas.png?v=1544067686767",
      "brand": "Q&J",
      "type": ["sale", "meta2022", "sunglasses"],
      "info": "Kính Unisex 1897 gọng dày cổ điển thiết kế gọng và mắt kính kết hợp một cách hoàn hảo, kiểu dáng cổ điển kết hợp với phong cách hiện đại hoàn mĩ mang đến một nét đẹp thời trang cuốn hút",
      "price": 450000,
      "gender": "man",
      "description": [
        "Gọng dày cổ điển, sử dụng chất liệu nhựa cao cấp không hại cho da mang tới cảm giác an toàn nhất khi sử dụng.",
        "Chiếc kính thiết kế kiểu dáng phù hợp cho cả nam và nữ."
      ]
    },
    {
      "id": "QJ002",
      "name": "Kính mắt phân cực Q&J gọng D-Frame",
      "img": "https://bizweb.dktcdn.net/thumb/1024x1024/100/332/764/products/asdasd.png?v=1544068866927",
      "brand": "Q&J",
      "type": ["hot", "new", "sale"],
      "info": "Kính mắt nam phân cực Q&J gọng D-Frame kiểu dáng mới lạ, sang trọng, chất lượng cao cấp, là một lựa chọn tuyệt vời của phái mạnh không những bảo vệ mắt mà còn khẳng định phong cách thời trang đẳng cấp",
      "price": 150000,
      "gender": "man",
      "description": [
        "Kính mắt nam phân cực Q&J gọng D-Frame kiểu dáng mới lạ, chất lượng cao cấp, khẳng định phong cách thời trang đẳng cấp của phái mạnh.",
        "Mắt kính phân cực có độ dày tiêu chuẩn, chống lại tia cực tím, tia UVA, UVB, chống va đập, trầy xước, tầm nhìn rõ nét, giúp bảo vệ mắt bạn luôn trong trạng thái thoải mái, an toàn.",
        "Trọng lượng siêu nhẹ kết hợp đệm mũi silicon cao cấp mềm dẻo, không gây kích ứng da, tạo cảm giác thỏa mái khi đeo"
      ]
    },
    {
      "id": "OAK001",
      "name": "Kính Oakley chính hãng",
      "img": "https://bizweb.dktcdn.net/thumb/1024x1024/100/332/764/products/trong-kinh-mat-can-cavalli-01-5.jpg?v=1540529682117",
      "brand": "Oakley",
      "type": ["sunglasses", "hot"],
      "info": "Xưa nay, thương hiệu Oakley luôn được xem là thương hiệu mắt kính thể thao số 1 thế giới. Ở Việt Nam, để tìm đại lý chính hãng của thương hiệu này vô cùng ít và khó tìm.",
      "price": 202000,
      "gender": "women",
      "description": [
        "Có 2 gọng màu đỏ phối đen và gọng đen như hình.Sản phẩm tiện lợi, có Gọng kính trắng gắn bên trong dùng để lắp tròng kính cho người bị cận vẫn có thể sử dụng được. - Kèm theo: 2 dây đeo dùng khi chơi thể thao hoặc đi đường trường, 1 túi vải đựng kính và khăn lau chuyên dụng. - Hộp đựng kính bằng nhựa cứng sang trọng, giúp bảo vệ bộ kính tránh va chạm, hộp đựng có móc khóa có thể cài và ba lô..."
      ]
    },
    {
      "id": "OAK002",
      "name": "Kính mắt unisex Oakley chính hãng",
      "img": "https://bizweb.dktcdn.net/thumb/1024x1024/100/332/764/products/faa.png?v=1544066675907",
      "brand": "Oakley",
      "type": ["hot", "meta2022", "sunglasses"],
      "info": "Xưa nay, thương hiệu Oakley luôn được xem là thương hiệu mắt kính thể thao số 1 thế giới. Ở Việt Nam, để tìm đại lý chính hãng của thương hiệu này vô cùng ít và khó tìm.",
      "price": 320000,
      "gender": "women",
      "description": [
        "Có 2 gọng màu đỏ phối đen và gọng đen như hình.Sản phẩm tiện lợi, có Gọng kính trắng gắn bên trong dùng để lắp tròng kính cho người bị cận vẫn có thể sử dụng được. - Kèm theo: 2 dây đeo dùng khi chơi thể thao hoặc đi đường trường, 1 túi vải đựng kính và khăn lau chuyên dụng. - Hộp đựng kính bằng nhựa cứng sang trọng, giúp bảo vệ bộ kính tránh va chạm, hộp đựng có móc khóa có thể cài và ba lô..."
      ]
    },
    {
      "id": "LCT001",
      "name": "Kính lacoste màu nâu",
      "img": "https://bizweb.dktcdn.net/thumb/1024x1024/100/332/764/products/a2.png?v=1540546659087",
      "brand": "Lacoste ",
      "type": ["new", "sale", "meta2022"],
      "info": "Kiểu dáng thời trang, tròng lớn có khả năng chống chói tối ưu, kính mát Lacoste màu nâu đậm sẽ là gợi ý hoàn hảo cho những quý cô yêu thích phong cách sang trọng và quý phái. Bên cạnh đó, sản phẩm được làm từ chất liệu cao cấp kết hợp tròng Polycarbonate, giúp bảo vệ đôi mắt khỏi các tác hại bên ngoài.",
      "price": 230000,
      "gender": "women",
      "description": [
        "Được biết đến là một thương hiệu thời trang Pháp có nguồn gốc ra đời gắn liền với nước Mỹ, Lacoste tiên phong trong việc kết hợp tinh thần thể thao của Mỹ với sự lịch lãm truyền thống của người Pháp. Lacoste được cả thế giới biết đến với biểu tượng thương hiệu chú cá sấu nhỏ màu xanh. Đây là thương hiệu nổi tiếng nhất tại Hoa Kỳ ở thập niên 70, và trở thành một trong những “biểu tượng” của phong cách Preppy suốt những năm 1980. Ngoài mặt hàng áo thể thao nổi tiếng, công ty cũng bắt đầu sản xuất các mặt hàng khác trong dòng sản phẩm của mình như quần soọc, nước hoa, mắt kính và kính mát, giày thể thao, giày thủy thủ, giày đi bộ, đồng hồ và nhiều đồ da khác. Các sản phẩm của Lacoste đã và đang mang lại cảm giác hài lòng từ phía khách hàng trên toàn cầu."
      ]
    },
    {
      "id": "LCT002",
      "name": "Kính mắt thời trang Lacoste",
      "img": "https://bizweb.dktcdn.net/thumb/1024x1024/100/332/764/products/gg.png?v=1540874625113",
      "brand": "Lacoste ",
      "type": ["new", "sunglasses", "sale"],
      "info": "Kiểu dáng, thân gọng chắc chắn, nước mạ vàng nhạt bề bỉ, kiểu dáng kính thời trang, cặp mắt nhiều công nghệ mới nhất.",
      "price": 800000,
      "gender": "man",
      "description": [
        "Sản phẩm mới nhất của dòng kính kiểu dáng aviator kinh điển , kính có Kiểu dáng, thân gọng  bằng thép chắc chắn, nước mạ vàng nhạt bề bỉ, kiểu dáng kính thời trang mới nhất, chữ phun sắc nét bền bỉ, áp dụng nhiều công nghệ cao cấp trên mắt như."
      ]
    },
    {
      "id": "CM001",
      "name": "Kính Unisex Clubmaster phân cực HD Forza",
      "img": "https://bizweb.dktcdn.net/thumb/1024x1024/100/332/764/products/large-09-2013-2458-versace-ve-4242b-5025-13.jpg",
      "brand": "Clubmaster",
      "type": ["hot", "meta2022", "sale"],
      "info": "Trông mạnh mẽ hơn với thiết kế nửa gọng thú vị cùng mắt có phần vuông vắn, kính mắt Unisex Clubmaster phân cực HD Forza dung hòa giữa đường nét cổ điển và hiện đại không chỉ bảo vệ mắt, cho tầm nhìn tốt hơn mà còn giúp cho người cho người đeo toát lên vẻ “sành điệu” chết người",
      "price": 900000,
      "gender": "man",
      "description": [
        "Kính mắt Unisex Clubmaster phân cực HD Forza dung hòa giữa đường nét cổ điển và hiện đại trông mạnh mẽ hơn với thiết kế nửa gọng thú vị cùng mắt có phần vuông vắn rất sành điệu.",
        "Mắt kính phân cực HD chống nắng, tránh gây lóa mắt, chống tia tử ngoại, tia UV, tia bức xạ được viền bởi những đường cong nhẹ nhàng và thanh lịch.",
        "Đệm mũi silicon mềm dẻo, không gây hằn da khi đeo; ốc nối cố định, chắc chắn."
      ]
    },
    {
      "id": "CM002",
      "name": "Kính Unisex Clubmaster",
      "img": "https://bizweb.dktcdn.net/thumb/1024x1024/100/332/764/products/tuewewe.png?v=1544066493317",
      "brand": "Clubmaster",
      "type": ["sunglasses", "meta2022"],
      "info": "Dòng gọng kính kiểu dáng thanh mảnh, tinh tế. Dáng kính nhẹ nhàng, Kiểu dáng thời trang, cá tính. Gọng kính nhẹ nhàng và cực bền bỉ.",
      "price": 900000,
      "gender": "man",
      "description": [
        "Gọng kính phù hợp cho cả nam và nữ.",
        "Gọng kính rất nhẹ tạo sự Thoải Mái Nhất - Không in hằn lên sống mũi!",
        "Gọng kính luôn lắp được mắt Cận, Viễn, loạn."
      ]
    },
    {
      "id": "LCT003",
      "name": "Kính Retro Round Women",
      "img": "https://bizweb.dktcdn.net/thumb/1024x1024/100/332/764/products/sw.png",
      "brand": "Lacoste",
      "type": ["new", "sale"],
      "info": "Retro Round Sunglasses Women Hiệu Lacoste có gọng được làm từ chất liệu kim loại nhẹ bền, tiện lợi, dễ vệ sinh. Tròng kính có kích thước lớn, thiết kế đơn giản, dễ dàng kết hợp với nhiều phong cách, vừa hiện đại, trẻ trung, vừa lịch sự, cá tính. Kính mát Quay có khả năng chống tia UV ở mức 3, bảo vệ mắt khỏi tác động của các tia có hại trong ánh nắng mặt trời, mang đến cảm giác thoải mái, dễ chịu cho đôi mắt.",
      "price": 700000,
      "gender": "women",
      "description": [
        "Retro Round Sunglasses Women Hiệu Lacoste có gọng được làm từ chất liệu kim loại nhẹ bền, tiện lợi, dễ vệ sinh. Tròng kính có kích thước lớn, thiết kế đơn giản, dễ dàng kết hợp với nhiều phong cách, vừa hiện đại, trẻ trung, vừa lịch sự, cá tính. Kính mát Quay có khả năng chống tia UV ở mức 3, bảo vệ mắt khỏi tác động của các tia có hại trong ánh nắng mặt trời, mang đến cảm giác thoải mái, dễ chịu cho đôi mắt"
      ]
    },
    {
      "id": "LCT004",
      "name": "Kính mắt unisex Lacoste nửa gọng Forza",
      "img": "https://bizweb.dktcdn.net/thumb/1024x1024/100/332/764/products/60.jpg",
      "brand": "Lacoste",
      "type": ["hot", "new", "sunglasses"],
      "info": "Kính mắt unisex nửa gọng Forza, lấy cảm hứng kết hợp từ phong cách retro rock của những năm 50 và xu hướng thời trang color block phong cách, hiện đại và cá tính; kính phân cực, chống tia UV, siêu nhẹ, giúp bạn đeo kính nhẹ nhàng, thoải mái.",
      "price": 440000,
      "gender": "women",
      "description": [
        "Gọng kính hợp kim kết hợp nhựa PC cao cấp, sử dụng công nghệ mạ vàng điện giải, chống han gỉ, bền màu, không gây mẫn cảm",
        "Đệm mũi silicon mềm mại, không gây áp lực, đeo lâu không bị hằn vết lên mũi",
        "Mắt kính mạ lớp màng RVO nổi bật, sành điệu, tránh gây lóa mắt, chống tia cực tím, tia bức xạ, chống xước, chịu được ma sát, bảo vệ mắt.",
        "Bản lề lò xo kính có thể dãn nở linh hoạt, phù hợp với kính thước mọi khuôn mặt, không tạo nếp hằn lên da, tạo sự thoải mái"
      ]
    },
    {
      "id": "RB002",
      "name": "Kính mắt thời trang nam Rayban",
      "img": "https://bizweb.dktcdn.net/thumb/1024x1024/100/332/764/products/kinh-mat-chinh-hang-rayban-rb8053d-050-71.jpg?v=1544067329023",
      "brand": "Rayban",
      "type": ["meta2022"],
      "info": "Mắt kính Gradient có tông màu rất đẹp và đem lại hiệu ứng “ngầu”, điều được tin rằng đã trở thành phong trào phổ biến rộng rãi.",
      "price": 720000,
      "gender": "women",
      "description": [
        "Blue chống chói, Màu xám ngọc Gradient và màu Nâu ngọc Gradient."
      ]
    },
    {
      "id": "FD001",
      "name": "Gọng kính tròn chuẩn Nobita",
      "img": "https://bizweb.dktcdn.net/thumb/1024x1024/100/332/764/products/layer-1-4100d1a9-e640-40fb-b0dd-68a614c8e479.png?v=1540543633457",
      "brand": "Fendi",
      "type": ["sale"],
      "info": "Dòng gọng kính kiểu dáng thanh mảnh, tinh tế. Dáng kính nhẹ nhàng, Kiểu dáng thời trang, cá tính. Gọng kính nhẹ nhàng và cực bền bỉ",
      "price": 150000,
      "gender": "women",
      "description": [
        "Mẫu gọng cận viền nhựa nguyên chất, gọng lõi thép cao cấp chuôi bọc cao su, chịu lực tốt, tạo sự chắc chắn cho người dử dụng",
        "Thiết kế màu đen đơn giản kết hợp với phần thép cao cấp nơi thân gọng đem lại sự năng động, nam tính nhưng không kém phần thời trang lịch lãm",
        "Kiểu dáng vuông, mảnh nhẹ dễ đeo, phù hợp cho đa số người sử dụng"
      ]
    },
    {
      "id": "FD002",
      "name": "Gọng kính tròn lịch lãm Hàn Quốc",
      "img": "https://bizweb.dktcdn.net/thumb/1024x1024/100/332/764/products/dd.png?v=1540545238910",
      "brand": "Fendi",
      "type": ["hot"],
      "info": "Thiết kế màu đen đơn giản nhưng vẫn đem lại sự sang trọng lịch lãm cho phái nam",
      "price": 1000000,
      "gender": "man",
      "description": [
        "Mẫu gọng cận viền nhựa nguyên chất, gọng lõi thép cao cấp chuôi bọc cao su, chịu lực tốt, tạo sự chắc chắn cho người dử dụng",
        "Thiết kế màu đen đơn giản kết hợp với phần thép cao cấp nơi thân gọng đem lại sự năng động, nam tính nhưng không kém phần thời trang lịch lãm",
        "Kiểu dáng vuông, mảnh nhẹ dễ đeo, phù hợp cho đa số người sử dụng"
      ]
    }
  ],
  "account": [
    {
      "id": "001",
      "firstName": "Trương Bá",
      "lastName": "Nhật Hoàng",
      "userName": "banhathoang01@gmail.com",
      "password": "1234qwer"
    },
    {
      "id": "002",
      "firstName": "Hoàng Ngọc",
      "lastName": "Quốc Cường",
      "userName": "hoangngocquoccuong@gmail.com",
      "password": "1234qwer"
    }
  ]
}
